[
  {
    "id": "asfesrdgyjyru",
    "category": "geography",
    " sub-category": "countries",
    "img": "https://www.worldometers.info/img/flags/is-flag.gif",
    "title": "Israel",
    "sub-title": "Jerusalem",
    "information": "Israel is a small, narrow, semi-arid country on the southeastern coastline of the Mediterranean Sea. It entered history some 35 centuries ago when the Jewish people forsook its nomadic way of life, settled in the Land and became a nation. ​Israel is a land and a people. The history of the Jewish people, and its roots in the Land of Israel, spans some 35 centuries. In this land, its cultural, national and religious identity was formed; here, its physical presence has been maintained unbroken throughout the centuries, even after the majority was forced into exile. With the establishment of the State of Israel in 1948, Jewish independence, lost almost 2,000 years earlier, was renewed"
  },
  {
    "id": "plkjhgfd",
    "category": "geography",
    " sub-category": "countries",
    "img": "https://www.worldometers.info/img/flags/it-flag.gif",
    "title": "Italy",
    "sub-title": "Rome",
    "information": "Italy, country of south-central Europe, occupying a peninsula that juts deep into the Mediterranean Sea. Italy comprises some of the most varied and scenic landscapes on Earth and is often described as a country shaped like a boot. At its broad top stand the Alps, which are among the world’s most rugged mountains. Italy’s highest points are along Monte Rosa, which peaks in Switzerland, and along Mont Blanc, which peaks in France. The western Alps overlook a landscape of Alpine lakes and glacier-carved valleys that stretch down to the Po River and the Piedmont. Tuscany, to the south of the cisalpine region, is perhaps the country’s best-known region. From the central Alps, running down the length of the country, radiates the tall Apennine Range, which widens near Rome to cover nearly the entire width of the Italian peninsula. South of Rome the Apennines narrow and are flanked by two wide coastal plains, one facing the Tyrrhenian Sea and the other the Adriatic Sea. Much of the lower Apennine chain is near-wilderness, hosting a wide range of species rarely seen elsewhere in western Europe, such as wild boars, wolves, asps, and bears. The southern Apennines are also tectonically unstable, with several active volcanoes, including Vesuvius, which from time to time belches ash and steam into the air above Naples and its island-strewn bay. At the bottom of the country, in the Mediterranean Sea, lie the islands of Sicily and Sardinia."
  },
  {
    "id": "zxcvbnmjloiuyt",
    "category": "geography",
    " sub-category": "countries",
    "img": "https://www.worldometers.info/img/flags/ja-flag.gif",
    "title": "Japan",
    "sub-title": "Tokyo",
    "information": "Japan, island country lying off the east coast of Asia. It consists of a great string of islands in a northeast-southwest arc that stretches for approximately 1,500 miles (2,400 km) through the western North Pacific Ocean. Nearly the entire land area is taken up by the country’s four main islands; from north to south these are Hokkaido (Hokkaidō), Honshu (Honshū), Shikoku, and Kyushu (Kyūshū). Honshu is the largest of the four, followed in size by Hokkaido, Kyushu, and Shikoku. In addition, there are numerous smaller islands, the major groups of which are the Ryukyu (Nansei) Islands (including the island of Okinawa) to the south and west of Kyushu and the Izu, Bonin (Ogasawara), and Volcano (Kazan) islands to the south and east of central Honshu. The national capital, Tokyo (Tōkyō), in east-central Honshu, is one of the world’s most populous cities."
  },
  {
    "id": "daqijdhfcsx",
    "category": "geography",
    " sub-category": "countries",
    "img": "https://www.worldometers.info/img/flags/mg-flag.gif",
    "title": "Mongolia",
    "sub-title": "Ulan-Bator",
    "information": "Mongolia, historically Outer Mongolia, country located in north-central Asia. It is roughly oval in shape, measuring 1,486 miles (2,392 km) from west to east and, at its maximum, 782 miles (1,259 km) from north to south. Mongolia’s land area is roughly equivalent to that of the countries of western and central Europe, and it lies in a similar latitude range. The national capital, Ulaanbaatar (Mongolian: Ulan Bator), is in the north-central part of the country."
  },
  {
    "id": "okimnhbgdy4ye4e",
    "category": "geography",
    " sub-category": "countries",
    "img": "https://www.worldometers.info/img/flags/md-flag.gif",
    "title": "Moldova",
    "sub-title": "Chisinau",
    "information": "Moldova, country lying in the northeastern corner of the Balkan region of Europe. Its capital city is Chișinău, located in the south-central part of the country. Formerly known as Bessarabia, this region was an integral part of the Romanian principality of Moldavia until 1812, when it was ceded to Russia by its suzerain, the sultan of the Ottoman Empire. Bessarabia remained a province of the Russian Empire until after World War I, when it became a part of Greater Romania, and it reverted to Russian control in 1940–41 and again after World War II, when it was joined to a strip of formerly Ukrainian territory, the Moldavian Autonomous Soviet Socialist Republic, on the left bank of the Dniester River (Moldovan: Nistru) to form the Moldavian Soviet Socialist Republic. Upon the collapse of the Soviet Union in August 1991, this republic declared its independence and took the name Moldova. It became a member of the United Nations in 1992."
  },
  {
    "id": "fSvztecqfiu",
    "category": "geography",
    " sub-category": "countries",
    "img": "https://www.worldometers.info/img/flags/small/tn_ks-flag.gif",
    "title": "South Korea",
    "sub-title": "Seoul",
    "information": "South Korea, country in East Asia. It occupies the southern portion of the Korean peninsula. The country is bordered by the Democratic People’s Republic of Korea (North Korea) to the north, the East Sea (Sea of Japan) to the east, the East China Sea to the south, and the Yellow Sea to the west; to the southeast it is separated from the Japanese island of Tsushima by the Korea Strait. South Korea makes up about 45 percent of the peninsula’s land area. The capital is Seoul (Sŏul). South Korea faces North Korea across a demilitarized zone (DMZ) 2.5 miles (4 km) wide that was established by the terms of the 1953 armistice that ended fighting in the Korean War (1950–53). The DMZ, which runs for about 150 miles (240 km), constitutes the 1953 military cease-fire line and roughly follows latitude 38° N (the 38th parallel) from the mouth of the Han River on the west coast of the Korean peninsula to a little south of the North Korean town of Kosŏng on the east coast."
  },
  {
    "id": "scxckjoisxx",
    "category": "geography",
    " sub-category": "countries",
    "img": "https://www.worldometers.info/img/flags/sp-flag.gif",
    "title": "Spain",
    "sub-title": "Madrid",
    "information": "Spain, country located in extreme southwestern Europe. It occupies about 85 percent of the Iberian Peninsula, which it shares with its smaller neighbour Portugal. Spain is a storied country of stone castles, snowcapped mountains, vast monuments, and sophisticated cities, all of which have made it a favoured travel destination. The country is geographically and culturally diverse. Its heartland is the Meseta, a broad central plateau half a mile above sea level. Much of the region is traditionally given over to cattle ranching and grain production; it was in this rural setting that Miguel de Cervantes’s Don Quixote tilted at the tall windmills that still dot the landscape in several places. In the country’s northeast are the broad valley of the Ebro River, the mountainous region of Catalonia, and the hilly coastal plain of Valencia. To the northwest is the Cantabrian Mountains, a rugged range in which heavily forested, rain-swept valleys are interspersed with tall peaks. To the south is the citrus-orchard-rich and irrigated lands of the valley of the Guadalquivir River, celebrated in the renowned lyrics of Spanish poets Federico García Lorca and Antonio Machado; over this valley rises the snowcapped Sierra Nevada. The southern portion of the country is desert, an extension of the Sahara made familiar to Americans through the “spaghetti western” films of the 1960s and early ’70s. Lined with palm trees, rosemary bushes, and other tropical vegetation, the southeastern Mediterranean coast and the Balearic Islands enjoy a gentle climate, drawing millions of visitors and retirees, especially from northern Europe."
  },

  {
    "id": "werefdgfhjkjoi",
    "category": "geography",
    " sub-category": "countries",
    "img": "https://www.worldometers.info/img/flags/tu-flag.gif",
    "title": "Turkey",
    "sub-title": "Istanbul",
    "information": "Turkey, also called Türkiye, country that occupies a unique geographic position, lying partly in Asia and partly in Europe. Throughout its history it has acted as both a barrier and a bridge between the two continents.Turkey is situated at the crossroads of the Balkans, Caucasus, Middle East, and eastern Mediterranean. It is among the larger countries of the region in terms of territory and population, and its land area is greater than that of any European state. Nearly all of the country is in Asia, comprising the oblong peninsula of Asia Minor—also known as Anatolia (Anadolu)—and, in the east, part of a mountainous region sometimes known as the Armenian Highland. The remainder—Turkish Thrace (Trakya)—lies in the extreme southeastern part of Europe, a tiny remnant of an empire that once extended over much of the Balkans."
  },

  {
    "id": "ouiyhgfd",
    "category": "geography",
    " sub-category": "countries",
    "img": "https://www.worldometers.info/img/flags/uk-flag.gif",
    "title": "United Kingdom",
    "sub-title": "London",
    "information": "United Kingdom, island country located off the northwestern coast of mainland Europe. The United Kingdom comprises the whole of the island of Great Britain—which contains England, Wales, and Scotland—as well as the northern portion of the island of Ireland. The name Britain is sometimes used to refer to the United Kingdom as a whole. The capital is London, which is among the world’s leading commercial, financial, and cultural centres. Other major cities include Birmingham, Liverpool, and Manchester in England, Belfast and Londonderry in Northern Ireland, Edinburgh and Glasgow in Scotland, and Swansea and Cardiff in Wales.The origins of the United Kingdom can be traced to the time of the Anglo-Saxon king Athelstan, who in the early 10th century CE secured the allegiance of neighbouring Celtic kingdoms and became “the first to rule what previously many kings shared between them,” in the words of a contemporary chronicle. Through subsequent conquest over the following centuries, kingdoms lying farther afield came under English dominion. Wales, a congeries of Celtic kingdoms lying in Great Britain’s southwest, was formally united with England by the Acts of Union of 1536 and 1542. Scotland, ruled from London since 1603, formally was joined with England and Wales in 1707 to form the United Kingdom of Great Britain."
  },
  {
    "id": "wewretgjh",
    "category": "geography",
    " sub-category": "countries",
    "img": "https://www.worldometers.info/img/flags/vm-flag.gif",
    "title": "Vietnam",
    "sub-title": "Hoshimin",
    "information": "Vietnam, country occupying the eastern portion of mainland Southeast Asia.Tribal Viets inhabiting the Red River delta entered written history when China’s southward expansion reached them in the 3rd century BCE. From that time onward, a dominant theme of Vietnam’s history has been interaction with China, the source of most of Vietnam’s high culture. As a tribute-paying state after throwing off Chinese rule in 938 CE, Vietnam sent lacquerware, animal skins, ivory, and tropical products to the Chinese emperor and received scrolls on philosophy, administration, and literature in return. Sinic culture seeped deeply into society, but it shaped the aristocracy and mandarinal families more than it did the peasantry, which preserved distinctive customs, beliefs, vocabulary, lifeways, and gender relations. Modeling themselves on Chinese emperors, Vietnam’s kings exacted tribute from ethnic minorities on the periphery of the Vietnamese state and called themselves emperors when not addressing the Chinese court. Although cultural and spatial gaps between the Vietnamese court and the farthest reaches of society were not as great as they were in China (Vietnam is about the size of a Chinese province, with a comparable population), the Vietnamese state’s capacity to rule diminished with distance from the capital. The refractory character of bamboo-hedged peasant communes was captured in the cliché, 'The emperor’s writ stops at the village gate.'"
  },
  {
    "id": "loiumjnghgf",
    "category": "geography",
    " sub-category": "countries",
    "img": "https://cdn.britannica.com/97/897-050-0BFECDA5/Flag-Germany.jpg?w=400&h=235&c=crop",
    "title": "Germany",
    "sub-title": "Berlin",
    "information": "Germany, officially Federal Republic of Germany, German Deutschland or Bundesrepublik Deutschland, country of north-central Europe, traversing the continent’s main physical divisions, from the outer ranges of the Alps northward across the varied landscape of the Central German Uplands and then across the North German Plain.One of Europe’s largest countries, Germany encompasses a wide variety of landscapes: the tall, sheer mountains of the south; the sandy, rolling plains of the north; the forested hills of the urbanized west; and the plains of the agricultural east. At the spiritual heart of the country is the magnificent east-central city of Berlin, which rose phoenixlike from the ashes of World War II and now, after decades of partition, is the capital of a reunified Germany, and the Rhine River, which flows northward from Switzerland and is celebrated in visual art, literature, folklore, and song. Along its banks and those of its principal tributaries—among them the Neckar, Main, Moselle, and Ruhr—stand hundreds of medieval castles, churches, picturesque villages, market towns, and centres of learning and culture, including Heidelberg, the site of one of Europe’s oldest universities (founded in 1386), and Mainz, historically one of Europe’s most important publishing centres. All are centrepieces of Germany’s thriving tourist economy, which brings millions of visitors to the country each year, drawn by its natural beauty, history, culture, and cuisine (including its renowned wines and beers)."
  },

  {
    "id": "756y45gerfs",
    "category": "geography",
    " sub-category": "countries",
    "img": "https://cdn.britannica.com/55/1455-050-CCDFFCF0/Flag-Hungary.jpg?w=400&h=235&c=crop",
    "title": "Hungary",
    "sub-title": "Budapesht",
    "information": "Hungary, Hungarian Magyarország, landlocked country of central Europe. The capital is Budapest. At the end of World War I, defeated Hungary lost 71 percent of its territory as a result of the Treaty of Trianon (1920). Since then, grappling with the loss of more than two-thirds of their territory and people, Hungarians have looked to a past that was greater than the present as their collective psyche suffered from the so-called “Trianon Syndrome.” The syndrome was widespread prior to 1945; it was suppressed during Soviet domination (1945–90); and it reemerged during independence in 1990, when it took on a different form. The modern country appears to be split into two irreconcilable factions: those who are still concerned about Trianon and those who would like to forget it. This split is evident in most aspects of Hungarian political, social, and cultural life. Hungarians, who know their country as Magyarország, “Land of Magyars,” are unique among the nations of Europe in that they speak a language that is not related to any other major European language. Linguistically surrounded by alien nations, Hungarians felt isolated through much of their history. This may be the reason why after Christianization they became attached to Latin, which became the language of culture, scholarship, and state administration—and even the language of the Hungarian nobility until 1844."
  },
  {
    "id": "978u7tydhrgdf",
    "category": "geography",
    " sub-category": "countries",
    "img": "https://cdn.britannica.com/82/2982-050-4A783E03/flag-prototype-Netherlands-countries-European-flags.jpg?w=400&h=235&c=crop",
    "title": "Netherlands",
    "sub-title": "Amsterdam",
    "information": "Netherlands, country located in northwestern Europe, also known as Holland. “Netherlands” means low-lying country; the name Holland (from Houtland, or “Wooded Land”) was originally given to one of the medieval cores of what later became the modern state and is still used for 2 of its 12 provinces (Noord-Holland and Zuid-Holland). A parliamentary democracy under a constitutional monarch, the kingdom includes its former colonies in the Lesser Antilles: Aruba, Bonaire, Curaçao, Saba, Sint Eustatius, and Sint Maarten. The capital is Amsterdam and the seat of government The Hague. Explore Holland's population, waterways, and vast tulip cross-breeding and cultivation program Explore Holland's population, waterways, and vast tulip cross-breeding and cultivation programSee all videos for this article. The country is indeed low-lying and remarkably flat, with large expanses of lakes, rivers, and canals. Some 2,500 square miles (6,500 square km) of the Netherlands consist of reclaimed land, the result of a process of careful water management dating back to medieval times. Along the coasts, land was reclaimed from the sea, and, in the interior, lakes and marshes were drained, especially alongside the many rivers. All this new land was turned into polders, usually surrounded by dikes. Initially, man power and horsepower were used to drain the land, but they were later replaced by windmills, such as the mill network at Kinderdijk-Elshout, now a UNESCO World Heritage site. The largest water-control schemes were carried out in the second half of the 19th century and in the 20th century, when steam pumps and, later, electric or diesel pumps came into use."
  },

  {
    "id": "42twretrcg",
    "category": "geography",
    " sub-category": "countries",
    "img": "https://cdn.britannica.com/49/1049-050-3AD6578E/Flag-Greece.jpg?w=400&h=235&c=crop",
    "title": "Greece",
    "sub-title": "Athens",
    "information": "Greece, the southernmost of the countries of the Balkan Peninsula. Geography has greatly influenced the country’s development. Mountains historically restricted internal communications, but the sea opened up wider horizons. The total land area of Greece (one-fifth of which is made up of the Greek islands) is comparable in size to England or the U.S. state of Alabama. Explore the historical landmarks of the city of Athens, Greece Explore the historical landmarks of the city of Athens, GreeceSee all videos for this article Greece has more than 2,000 islands, of which about 170 are inhabited; some of the easternmost Aegean islands lie just a few miles off the Turkish coast. The country’s capital is Athens, which expanded rapidly in the second half of the 20th century. Attikí (ancient Greek: Attica), the area around the capital, is now home to about one-third of the country’s entire population.  A Greek legend has it that God distributed soil through a sieve and used the stones that remained to build Greece. The country’s barren landscape historically caused the people to migrate. The Greeks, like the Jews and the Armenians, traditionally have been a people of diaspora, and several million people of Greek descent live in various parts of the world. Xeniteia, or sojourning in foreign lands, with its strong overtones of nostalgia for the faraway homeland, has been a central element in the historical experience of the Greek people."
  },
  {
    "id": "loyuikjfgh",
    "category": "geography",
    " sub-category": "countries",
    "img": "https://cdn.britannica.com/82/682-050-8AA3D6A6/Flag-France.jpg?w=400&h=235&c=crop",
    "title": "France",
    "sub-title": "Paris",

    "information": "France, officially French Republic, French France or République Française, country of northwestern Europe. Historically and culturally among the most important nations in the Western world, France has also played a highly significant role in international affairs, with former colonies in every corner of the globe. Bounded by the Atlantic Ocean and the Mediterranean Sea, the Alps and the Pyrenees, France has long provided a geographic, economic, and linguistic bridge joining northern and southern Europe. It is Europe’s most important agricultural producer and one of the world’s leading industrial powers.France is among the globe’s oldest nations, the product of an alliance of duchies and principalities under a single ruler in the Middle Ages. Today, as in that era, central authority is vested in the state, even though a measure of autonomy has been granted to the country’s régions in recent decades. The French people look to the state as the primary guardian of liberty, and the state in turn provides a generous program of amenities for its citizens, from free education to health care and pension plans. Even so, this centralist tendency is often at odds with another long-standing theme of the French nation: the insistence on the supremacy of the individual. On this matter historian Jules Michelet remarked, “England is an empire, Germany is a nation, a race, France is a person.” Statesman Charles de Gaulle, too, famously complained, “Only peril can bring the French together. One can’t impose unity out of the blue on a country that has 265 kinds of cheese.”"
  },

  {
    "id": "987i6ru5yersg",
    "category": "geography",
    " sub-category": "sites",
    "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/Tour_Eiffel_Wikimedia_Commons_%28cropped%29.jpg/375px-Tour_Eiffel_Wikimedia_Commons_%28cropped%29.jpg",
    "title": "Eiffel tower",
    "sub-title": "Paris",
    "information": "Eiffel Tower, French Tour Eiffel, Parisian landmark that is also a technological masterpiece in building-construction history. When the French government was organizing the International Exposition of 1889 to celebrate the centenary of the French Revolution, a competition was held for designs for a suitable monument. More than 100 plans were submitted, and the Centennial Committee accepted that of the noted bridge engineer Gustave Eiffel. Eiffel’s concept of a 300-metre (984-foot) tower built almost entirely of open-lattice wrought iron aroused amazement, skepticism, and no little opposition on aesthetic grounds. When completed, the tower served as the entrance gateway to the exposition."
  },
  {
    "id": "wegrzdtxnfh",
    "category": "geography",
    " sub-category": "sites",
    "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQvDlM2Ms8IQyJRxL0KvFtJzr0CBJN2W7ZEGQ&usqp=CAU",
    "title": "Big Ben",
    "sub-title": "London",
    "information": "Big Ben, tower clock, famous for its accuracy and for its massive bell. Strictly speaking, the name refers to only the great hour bell, which weighs 15.1 tons (13.7 metric tons), but it is commonly associated with the whole clock tower at the northern end of the Houses of Parliament, in the London borough of Westminster. The tower itself was formally known as St. Stephen’s Tower until 2012, when it was renamed Elizabeth Tower on the occasion of Elizabeth II’s Diamond Jubilee, celebrating 60 years on the British throne. The hands of the clock are 9 and 14 feet (2.7 and 4.3 metres) long, respectively, and the clock tower rises about 320 feet (97.5 metres). Originally in coordination with the Royal Greenwich Observatory, the chimes of Big Ben have been broadcast—with a few interruptions—since 1924 as a daily time signal by the British Broadcasting Corporation (BBC)."
  },

  {
    "id": "986o87ir7ty",
    "category": "geography",
    " sub-category": "sites",
    "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQ2ti3H-or0pmN-lX4vMNcO2Q6tOpQdcw94fg&usqp=CAU",
    "title": "Charles bridge",
    "sub-title": "Pargue",
    "information": "Charles Bridge is the oldest bridge still standing over the Vltava river in Prague and the second oldest bridge in the Czech Republic. Charles IV had it built in 1357, after the previous bridge (“Judith Bridge”) had been destroyed by floods in 1342. The construction of the bridge was led by Peter Parler (“Petr Parléř” in Czech), the famous German-Czech architect, and it took almost half a century to finish it (It was completed in 1402). The bridge, formerly known as “Stone” or “Prague”, has only been called “Charles Bridge” since 1870. And until 1841 it was the only bridge over the Vltava river in Prague."
  },

  {
    "id": "retujfyhfgty",
    "category": "geography",
    " sub-category": "sites",
    "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcR3anFFHfqjt3IJ1kHbtKjY2oyZpw9F4a5ObA&usqp=CAU",
    "title": "Red square",
    "sub-title": "Moscow",
    "information": "Red Square, Russian Krasnaya Ploshchad, open square in Moscow adjoining the historic fortress and centre of government known as the Kremlin (Russian: Kreml). The Kremlin and Red Square were added to UNESCO’s World Heritage List in 1990. Dating from the late 15th century, just after the Kremlin walls were completed, Red Square has long been a focal point in the social and political history of Russia and the former Soviet Union. It has had several names, but the present name has been used consistently since the later 17th century. Always a market area, the square has also housed, at various times, churches, Moscow’s first public library and university, a public theatre, and a printing house."
  },
  {
    "id": "wgateshgyt",
    "category": "geography",
    " sub-category": "sites",
    "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTRz9av0MKEBcJVBDEyxDHJSM66pnXjwyCV2g&usqp=CAU",
    "title": "Reichstag",
    "sub-title": "Berlin",
    "information": "Reichstag, building in Berlin that is the meeting place of the Bundestag (“Federal Assembly”), the lower house of Germany’s national legislature. One of Berlin’s most famous landmarks, it is situated at the northern end of the Ebertstrasse and near the south bank of the Spree River. Tiergarten Park is directly west of the building, and the Brandenburg Gate is to the south.The Neo-Renaissance building was designed by Paul Wallot and was completed in 1894. It was the home of the Reichstag (“Imperial Diet”) from 1894 to 1933, during the periods of the German Empire (1871–1918) and the Weimar Republic (1919–33). A fire at the Reichstag on February 27, 1933, one month after Adolf Hitler assumed the chancellorship, triggered events that led to Hitler’s assumption of dictatorial powers in Germany. The disused building sustained additional damage from Allied bombing during World War II, and neglect in postwar years led to further deterioration. By the 1970s it had undergone partial restoration and became a museum of German history. More extensive restoration and renovation took place, under the direction of British architect Sir Norman Foster, after the reunification of West and East Germany in 1990. The building’s huge glass dome, once its most recognizable feature, was rebuilt. An interior ramp spirals to the top of the dome, affording excellent views of the surrounding city. After the restoration was completed, the Reichstag became one of Berlin’s most prominent tourist attractions, drawing hundreds of thousands of visitors each year."
  },
  {
    "id": "argesfgxch",
    "category": "geography",
    " sub-category": "sites",
    "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTDllMCo_-Jwwma8S--96xAQ8pWeIHZxZrnWQ&usqp=CAU",
    "title": "Rialto bridge",
    "sub-title": "Venice",
    "information": "Rialto Bridge, Italian Ponte di Rialto, stone arch bridge crossing over the narrowest point of the Grand Canal in the heart of Venice. Built in the closing years of the 16th century, the Rialto Bridge is the oldest bridge across the canal and is renowned as an architectural and engineering achievement of the Renaissance. It was designed and built by Antonio da Ponte and his nephew, Antonio Contino, following a design competition in the city. The first bridge at that location, known as Ponte della Moneta, was a wooden pontoon bridge designed in 1178 by Nicolò Barattieri. The structure was rebuilt in 1255 and 1264 and, following a number of collapses, was eventually replaced by the Rialto Bridge to provide better access to Rialto, the primary financial centre of Venice. The bridge served as the only fixed structure crossing the canal until the 1850s; prior to that, pedestrian crossings at other locations were done by gondola ferries."
  },

  {
    "id": "uyjtyhdfg",
    "category": "geography",
    " sub-category": "sites",
    "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSZc_973Li-4v3C3J9iKzKvnJffODc_458AXA&usqp=CAU",
    "title": "Sagrada Familia",
    "sub-title": "Barcelona",
    "information": "La Sagrada Família, cathedral in Barcelona, Spain, that was designed by Antonio Gaudí. Begun in 1882 and still unfinished, the tactile, organic form of the Roman Catholic basilica of La Sagrada Família (The Holy Family) is one of Barcelona’s most famous landmarks. It is an unexpected sight in its industrial setting, with its bold flying buttresses and twisted towers looming over the city. Commissioned in 1882, the cathedral was funded by donations to encourage Christianity in Barcelona, which was in decline at the time. In 1883 Gaudí took over as chief architect, and he changed the original Neo-Gothic design to one based on the geometric forms found in nature. It was to be Gaudí’s Expressionist vision of a 20th-century cathedral, where he would use visual symbolism to express the many mysteries of the Christian faith."
  },

  {
    "id": "erdgfhgghhgf",
    "category": "geography",
    " sub-category": "sites",
    "img": "https://www.planetware.com/photos-large/H/hungary-budapest-buda-castle.jpg",
    "title": "Buda Castle",
    "sub-title": "Budapest",
    "information": "The first fort was erected on today’s Buda Castle Hill by the king of Hungary in the 13th century, in the wake of the Mongol invasion. A spectacular Gothic-style palace would be erected by the subsequent Anjou kings to serve as a permanent home for the royal court, making Buda the quasi-capital of medieval Hungary. King Matthias turned the place into what might have been the first Italian Renaissance-style royal palace in Europe, bringing about a true Golden Age for Buda Castle. The palace was a bustling intellectual centre, hosting the finest European scientists and artists, as well as the Bibliotheca Corvina, the renowned library of King Matthias I. The architectural inspiration probably came from the concurrent reconstruction of the Palazzo Vecchio in Florence."
  },
  {
    "id": "sdzxgfchgvhf",
    "category": "geography",
    " sub-category": "sites",
    "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRTiWUTr7flYn-KknN52jKU6oSGOR5HktbnQg&usqp=CAU",
    "title": "Golden Gate bridge",
    "sub-title": "San Francisco",
    "information": "The Golden Gate Bridge is an iconic structure connecting the city of San Francisco to Marin County, California. It spans almost two miles across the Golden Gate, the narrow strait where San Francisco Bay opens to meet the Pacific Ocean. The dream of connecting San Francisco to its northern neighbors became a reality when construction commenced in 1933. Given the chance for steady employment amid the Great Depression, construction crews braved treacherous conditions as the roadway and towers took shape over open water. The Golden Gate Bridge, opened to the public in 1937, has endured as a picture-perfect landmark and an engineering marvel."
  },
  {
    "id": "olyugffxreasx",
    "category": "geography",
    " sub-category": "sites",
    "img": "https://cdn.britannica.com/80/178480-050-33D73D95/Pyramids-Giza-Egypt.jpg?w=690&h=388&c=crop",
    "title": "Giza Pyramids",
    "sub-title": "Cairo",
    "information": "Pyramids of Giza, Arabic Ahrāmāt Al-Jīzah, Giza also spelled Gizeh, three 4th-dynasty (c. 2575–c. 2465 BCE) pyramids erected on a rocky plateau on the west bank of the Nile River near Al-Jīzah (Giza) in northern Egypt. In ancient times they were included among the Seven Wonders of the World. The ancient ruins of the Memphis area, including the Pyramids of Giza, Ṣaqqārah, Dahshūr, Abū Ruwaysh, and Abū Ṣīr, were collectively designated a UNESCO World Heritage site in 1979.  The designations of the pyramids—Khufu, Khafre, and Menkaure—correspond to the kings for whom they were built. The northernmost and oldest pyramid of the group was built for Khufu (Greek: Cheops), the second king of the 4th dynasty. Called the Great Pyramid, it is the largest of the three, the length of each side at the base averaging 755.75 feet (230 metres) and its original height being 481.4 feet (147 metres). The middle pyramid was built for Khafre (Greek: Chephren), the fourth of the eight kings of the 4th dynasty; the structure measures 707.75 feet (216 metres) on each side and was originally 471 feet (143 metres) high. The southernmost and last pyramid to be built was that of Menkaure (Greek: Mykerinus), the fifth king of the 4th dynasty; each side measures 356.5 feet (109 metres), and the structure’s completed height was 218 feet (66 metres). All three pyramids were plundered both internally and externally in ancient and medieval times. "
  },
  {
    "id": "gadrshfjgbkm",
    "category": "music",
    " sub-category": "instruments",
    "img": "https://www.kley-zemer.co.il/Media/Uploads/2414-57-303(2).webp",
    "title": "Electric guitar",
    "sub-title": "",
    "information": " The Electric guitar is a type of musical instrument. It was made in 1931 by George Beauchamp. It is a string instrument usually played with a pick and sometimes with the fingers. It uses things called 'electric pickups' which are wire-wound magnets that change the vibration of the strings into electric current. This electric current is then sent to an amplifier that changes it to sound. This electric current can also be changed to produce effects. The main parts of an electric guitar are the neck, the pickups, the tuners, the bridge, the input, the body, the frets, the pick guard, the volume knobs and the tone knobs. There may also be other parts that can change other sounds. A normal electric guitar has one neck with 6 strings on it, although there are 12 string guitars and guitars with more than one neck.."
  },
  {
    "id": "ilghkjmfhngbx",
    "category": "music",
    " sub-category": "instruments",
    "img": "https://peimot.com/Cat_471170_873.jpg",
    "title": "Piano",
    "sub-title": "",
    "information": " The piano was invented by Bartolomeo Cristoffori of Padua, Italy. He made his first piano in 1709. It developed from the clavichord which looks like a piano but the strings of a clavichord are hit by a small blade of metal called a “tangent”. In the piano the strings are hit by a block of wood called a hammer. The early keyboarded instruments, such as the clavichords, harpsichords and organs that were used at that time, had a much shorter keyboard than they do today. Gradually the keyboard became longer until it had the 88 notes (7 octaves plus three notes) of the modern piano."
  },
  {
    "id": "sfdsgjdhgfdc",
    "category": "music",
    " sub-category": "instruments",
    "img": "https://kolhamusica.com/wp-content/uploads/Yanagisawa_T_WO1-1.jpg",
    "title": "Saxophone",
    "sub-title": "",
    "information": " saxophone, any of a family of single-reed wind instruments ranging from soprano to bass and characterized by a conical metal tube and finger keys. The first saxophone was patented by Antoine-Joseph Sax in Paris in 1846.A saxophone has a conical metal (originally brass) tube with about 24 openings controlled by padded keys; the mouthpiece is similar to that of a clarinet. Two octave key vents allow the instrument to overblow to a higher register at the octave. Except for the sopranino and one form of the B♭ soprano saxophone, built straight like a clarinet, saxophones have an upturned lower end and a detachable crook, or neck, at the upper end."
  },

  {
    "id": "sfzdsgfhfgsr",
    "category": "music",
    " sub-category": "instruments",
    "img": "https://peimot.com/Cat_471170_6544.jpg",
    "title": "Clarinet",
    "sub-title": "",
    "information": " clarinet, French clarinette, German Klarinette, single-reed woodwind instrument used orchestrally and in military and brass bands and possessing a distinguished solo repertory. It is usually made of African blackwood and has a cylindrical bore of about 0.6 inch (1.5 cm) terminating in a flared bell. All-metal instruments are made but are little used professionally. The mouthpiece, usually of ebonite (a hard rubber), has a slotlike opening in one side over which a single reed, made from natural cane, is secured by a screw clip, or ligature, or (in earlier times and still often in Germany) by string lapping. The player grips the mouthpiece, reed down, between his lips or lower lip and upper teeth."
  },
  {
    "id": "dsvfbghvgbfdhg",
    "category": "music",
    " sub-category": "instruments",
    "img": "https://peimot.com/Cat_471170_(15).jpg",
    "title": "Drums",
    "sub-title": "",
    "information": " drum, musical instrument, the sound of which is produced by the vibration of a stretched membrane (it is thus classified as a membranophone within the larger category of percussion instruments). Basically, a drum is either a tube or a bowl of wood, metal, or pottery (the “shell”) covered at one or both ends by a membrane (the “head”), which is usually struck by a hand or stick. Friction drums, a class apart, are sounded by rubbing.(To hear audio clips of a variety of drums, see bass drum, changgo, snare drum, tambourine, tenor drum, and timpani.)"
  },
  {
    "id": "mlkhjggjfhds",
    "category": "music",
    " sub-category": "instruments",
    "img": "https://kolhamusica.com/wp-content/uploads/14ddaf51e0fdfd7c4b24dfdad94b4c99.jpg",
    "title": "Bass guitar",
    "sub-title": "",
    "information": "bass, also called bass guitar or electric bass, electrically amplified stringed musical instrument that has typically four to six heavy strings and is the lowest pitched type of guitar. The bass is further distinguished by its relatively long neck and scale length (the distance between the nut and the bridge); the latter ranges from 34 to 37 inches (86.4 to 93.9 cm) or, on short-scale instruments, from 30 to 32 inches (76.2 to 81.3 cm). The bass generally is played with the fingers or with a pick. In various musical genres, the bass serves largely as a foundation instrument, providing a rhythmic and harmonic framework that supports and elevates the overlaying music. "
  },
  {
    "id": "czxbgfdhjgkj",
    "category": "music",
    " sub-category": "instruments",
    "img": "https://peimot.com/Cat_471170_13488.jpg",
    "title": "Flute",
    "sub-title": "",
    "information": "flute, French flûte, German Flöte, wind instrument in which the sound is produced by a stream of air directed against a sharp edge, upon which the air breaks up into eddies that alternate regularly above and below the edge, setting into vibration the air enclosed in the flute. In vertical, end-vibrated flutes—such as the Balkan kaval, the Arabic nāy, and panpipes—the player holds the pipe end to his mouth, directing his breath against the opposite edge. In China, South America, Africa, and elsewhere, a notch may be cut in the edge to facilitate sound generation (notched flutes). Vertical nose flutes are also found, especially in Oceania. In transverse, or cross, flutes (i.e., horizontally held and side blown), the stream of breath strikes the opposite rim of a lateral mouth hole. Vertical flutes such as the recorder, in which an internal flue or duct directs the air against a hole cut in the side of the instrument, are known as fipple, or whistle, flutes. Flutes are typically tubular but may also be globular, as with the ocarina and primitive gourd flutes. If a tubular flute is stopped at the lower end, its pitch is an octave lower than that of a comparable open flute. "
  },
  {
    "id": "zxbdnfghmgfkjytluy",
    "category": "music",
    " sub-category": "instruments",
    "img": "https://peimot.com/Cat_471170_7307.jpg",
    "title": "Viloin",
    "sub-title": "",
    "information": "violin, byname fiddle, bowed stringed musical instrument that evolved during the Renaissance from earlier bowed instruments: the medieval fiddle; its 16th-century Italian offshoot, the lira da braccio; and the rebec. The violin is probably the best known and most widely distributed musical instrument in the world.Bach, J.S.: Sonata No. 3 in C Major for Solo Violin, BWV 1005. Like its predecessors but unlike its cousin the viol, the violin has a fretless fingerboard. Its strings are hitched to tuning pegs and to a tailpiece passing over a bridge held in place by the pressure of the strings. The bridge transmits the strings’ vibrations to the violin belly, or soundboard, which is made of pine and amplifies the sound. Inside the instrument, beneath the treble foot of the bridge and wedged between the violin belly and back, which is made of maple, is the sound post, a thin stick of pine that transmits the string vibrations to the instrument’s back, contributing to the characteristic violin tone. The belly is supported from beneath by the bass bar, a narrow wood bar running lengthwise and tapering into the belly. It also contributes to the resonance of the instrument. The sidewalls, or ribs, are constructed of pine-lined maple."
  },

  {
    "id": "dghfjrtuydfc",
    "category": "music",
    " sub-category": "instruments",
    "img": "https://peimot.com/Cat_471170_7307.jpg",
    "title": "Contrabass",
    "sub-title": "",
    "information": " double bass, also called contrabass, string bass, bass, bass viol, bass fiddle, or bull fiddle, French contrebasse, German Kontrabass, stringed musical instrument, the lowest-pitched member of the violin family, sounding an octave lower than the cello. It has two basic designs—one shaped like a viol (or viola da gamba) and the other like a violin—but there are other designs, such as that of a guitar. It varies considerably in size, the largest normally being under 6 feet (1.8 metres) in total length. The body itself, without the neck, may be up to 4.5 feet (1.4 metres) for a full-size instrument, about 3.8 feet (1.2 metres) for a three-quarter size, and only slightly larger than a cello for the small chamber bass, or bassetto. A double bass is usually strung with four heavy strings pitched E1–A1–D–G; a fifth string is occasionally added—in jazz band basses, at the top of the register to allow high notes to be played more easily; in symphony orchestra basses, below the E string, tuned to C. Many basses, rather than having a fifth string, have a mechanical device with levers that increases the length of the fourth string. With this device the pitch of the E string may be lowered to E♭, D, D♭, or C, or clamped to sound E when the lower notes are not needed."
  },
  {
    "id": "wrgetljkmnbv",
    "category": "music",
    " sub-category": "instruments",
    "img": "https://kolhamusica.com/wp-content/uploads/Amati_AHR_321_O_Single_French_Horn-1.jpg",
    "title": "Walthorn",
    "sub-title": "",
    "information": " The French horn (since the 1930s known simply as the horn in professional music circles) is a brass instrument made of tubing wrapped into a coil with a flared bell. The double horn in F/B♭ (technically a variety of German horn) is the horn most often used by players in professional orchestras and bands, although the descant and triple horn have become increasingly popular. A musician who plays a horn is known as a horn player or hornist."
  },
  {
    "id": "afsearytuyui",
    "category": "music",
    " sub-category": "musicians",
    "img": "https://upload.wikimedia.org/wikipedia/commons/6/6a/Johann_Sebastian_Bach.jpg",
    "title": "Bach",
    "sub-title": "",
    "information": " Johann Sebastian Bach, (born March 21 [March 31, New Style], 1685, Eisenach, Thuringia, Ernestine Saxon Duchies [Germany]—died July 28, 1750, Leipzig), composer of the Baroque era, the most celebrated member of a large family of north German musicians. Although he was admired by his contemporaries primarily as an outstanding harpsichordist, organist, and expert on organ building, Bach is now generally regarded as one of the greatest composers of all time and is celebrated as the creator of the Brandenburg Concertos, The Well-Tempered Clavier, the Mass in B Minor, and numerous other masterpieces of church and instrumental music. Appearing at a propitious moment in the history of music, Bach was able to survey and bring together the principal styles, forms, and national traditions that had developed during preceding generations and, by virtue of his synthesis, enrich them all."
  },
  {
    "id": "rytjfhgdsfgh",
    "category": "music",
    " sub-category": "instruments",
    "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTTy9QYDh1Sm-TxcTSEs3ro1ej3MmMq2Tvv2Q&usqp=CAU",
    "title": "Mozart",
    "sub-title": "",
    "information": "Wolfgang Amadeus Mozart, in full Johann Chrysostom Wolfgang Amadeus Mozart, baptized as Johannes Chrysostomus Wolfgangus Theophilus Mozart, (born January 27, 1756, Salzburg, archbishopric of Salzburg [Austria]—died December 5, 1791, Vienna), Austrian composer, widely recognized as one of the greatest composers in the history of Western music. With Haydn and Beethoven he brought to its height the achievement of the Viennese Classical school. Unlike any other composer in musical history, he wrote in all the musical genres of his day and excelled in every one. His taste, his command of form, and his range of expression have made him seem the most universal of all composers; yet, it may also be said that his music was written to accommodate the specific tastes of particular audiences. "
  },

  {
    "id": "uykfgjhxzctdxs",
    "category": "music",
    " sub-category": "instruments",
    "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTgn5VjjLkUv1iWWeMgB96sgy6vEk-hTqIqtQ&usqp=CAU",
    "title": "Beethoven",
    "sub-title": "",
    "information": "Ludwig van Beethoven, (baptized December 17, 1770, Bonn, archbishopric of Cologne [Germany]—died March 26, 1827, Vienna, Austria), German composer, the predominant musical figure in the transitional period between the Classical and Romantic eras.Widely regarded as the greatest composer who ever lived, Ludwig van Beethoven dominates a period of musical history as no one else before or since. Rooted in the Classical traditions of Joseph Haydn and Mozart, his art reaches out to encompass the new spirit of humanism and incipient nationalism expressed in the works of Goethe and Friedrich von Schiller, his elder contemporaries in the world of literature; the stringently redefined moral imperatives of Kant; and the ideals of the French Revolution, with its passionate concern for the freedom and dignity of the individual. He revealed more vividly than any of his predecessors the power of music to convey a philosophy of life without the aid of a spoken text; and in certain of his compositions is to be found the strongest assertion of the human will in all music, if not in all art. Though not himself a Romantic, he became the fountainhead of much that characterized the work of the Romantics who followed him, especially in his ideal of program or illustrative music, which he defined in connection with his Sixth (Pastoral) Symphony as “more an expression of emotion than painting.” In musical form he was a considerable innovator, widening the scope of sonata, symphony, concerto, and quartet, while in the Ninth Symphony he combined the worlds of vocal and instrumental music in a manner never before attempted. His personal life was marked by a heroic struggle against encroaching deafness, and some of his most important works were composed during the last 10 years of his life when he was quite unable to hear. In an age that saw the decline of court and church patronage, he not only maintained himself from the sale and publication of his works but also was the first musician to receive a salary with no duties other than to compose how and when he felt inclined. "
  },

  {
    "id": "asgfdhfgjyiuy",
    "category": "music",
    " sub-category": "instruments",
    "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQbghPi8DnGjEGLmjQPrxN4prxy1qD1lpDE6w&usqp=CAU",
    "title": "Vivaldi",
    "sub-title": "",
    "information": "Vivaldi’s main teacher was probably his father, Giovanni Battista, who in 1685 was admitted as a violinist to the orchestra of the San Marco Basilica in Venice. Antonio, the eldest child, trained for the priesthood and was ordained in 1703. His distinctive reddish hair would later earn him the soubriquet Il Prete Rosso (“The Red Priest”). He made his first known public appearance playing alongside his father in the basilica as a “supernumerary” violinist in 1696. He became an excellent violinist, and in 1703 he was appointed violin master at the Ospedale della Pietà, a home for foundlings. The Pietà specialized in the musical training of its female wards, and those with musical aptitude were assigned to its excellent choir and orchestra, whose much-praised performances assisted the institution’s quest for donations and legacies. Vivaldi had dealings with the Pietà for most of his career: as violin master (1703–09; 1711–15), director of instrumental music (1716–17; 1735–38), and paid external supplier of compositions (1723–29; 1739–40).Soon after his ordination as a priest, Vivaldi gave up celebrating mass because of a chronic ailment that is believed to have been bronchial asthma. Despite this circumstance, he took his status as a secular priest seriously and even earned the reputation of a religious bigot. "
  },
  {
    "id": "aefaerttyjuyfnghb",
    "category": "music",
    " sub-category": "instruments",
    "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRwJRbB_tTr1t87893kQuJWONYQmDW_BEN21A&usqp=CAU",
    "title": "Ronnie James Dio",
    "sub-title": "",
    "information": "Ronald James Padavona[3] (July 10, 1942 – May 16, 2010), known professionally as Ronnie James Dio, was an American heavy metal singer. He fronted and founded numerous bands throughout his career, including Elf, Rainbow, Black Sabbath, Dio and Heaven & Hell.Though his parents were from Cortland, New York, Dio was born in Portsmouth, New Hampshire, where his family resided for his father's service in the U.S. Army during World War II. The family returned to Cortland when Dio was very young, and he lived there until graduating high school in 1960.[4] Dio's music career began in 1957 as part of the Vegas Kings (later Ronnie and the Rumblers). In 1967, he formed the rock band Elf, which became a regular opening act for Deep Purple. In 1975, Deep Purple guitarist Ritchie Blackmore founded the band Rainbow and hired Dio to be his lead singer; during his tenure, the band released three studio albums. "
  },
  {
    "id": "erwyetjdghfd",
    "category": "music",
    " sub-category": "instruments",
    "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTnW2TVN2dy513cEpbO_pjVzV2Wal5DYYHfvw&usqp=CAU",
    "title": "Manowar",
    "sub-title": "",
    "information": " Manowar is an American heavy metal[1] band from Auburn, New York. Formed in 1980, the group is known for lyrics based on fantasy (particularly sword and sorcery) and mythology (particularly Norse mythology and Greco-Roman mythology), as well as numerous songs celebrating the genre and its core audience. The band is also known for a loud and emphatic sound. In an interview for MTV in February 2007, bassist Joey DeMaio lamented that 'these days, there's a real lack of big, epic metal that is drenched with crushing guitars and choirs and orchestras... so it's nice to be one of the few bands that's actually doing that'.[2] In 1984, the band was included in the Guinness Book of World Records for delivering the loudest performance, a record which they have since broken on two occasions.[3] They also hold the world record for the longest heavy metal concert after playing for five hours and 1 minute in Bulgaria (at Kavarna Rock Fest) in 2008.[4][5] They also have been known for their slogan 'Death to false metal'. The band maintains a strong cult following."
  },
  {
    "id": "erejturghgbfdew",
    "category": "music",
    " sub-category": "instruments",
    "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSTsv4k6JpBycFMQG_jsyQVm_KxZF0LgsLFbg&usqp=CAU",
    "title": "Judas Priest",
    "sub-title": "",
    "information": " Judas Priest are an English heavy metal band formed in Birmingham in 1969. They have sold over 50 million albums and are frequently ranked as one of the greatest metal bands of all time. Despite an innovative and pioneering body of work in the latter half of the 1970s, the band had struggled with indifferent record production and a lack of major commercial success until 1980, when they rose to commercial success with the album British Steel.The band's membership has seen much turnover, including a revolving cast of drummers in the 1970s and the departure of singer Rob Halford in 1992. Tim 'Ripper' Owens, formerly of Winter's Bane, replaced Halford in 1996 and recorded two albums with Judas Priest, before Halford returned to the band in 2003. The current line-up consists of Halford, guitarists Glenn Tipton and Richie Faulkner, bassist Ian Hill and drummer Scott Travis. The band's best-selling album is 1982's Screaming for Vengeance, with their most commercially successful line-up featuring Hill, Halford, Tipton, guitarist K. K. Downing, and drummer Dave Holland. Tipton and Hill are the only two members of the band to appear on every album."
  },
  {
    "id": "efrryjtufkjhcvbv",
    "category": "music",
    " sub-category": "instruments",
    "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcT8HCApIINQxUUoYqT5rPQYnYEY8Ri8IBN8wQ&usqp=CAU",
    "title": "Iron Maiden",
    "sub-title": "",
    "information": "Iron Maiden are an English heavy metal band formed in Leyton, East London, in 1975 by bassist and primary songwriter Steve Harris. While fluid in the early years of the band, the lineup for most of the band's history has consisted of Harris, lead vocalist Bruce Dickinson, drummer Nicko McBrain, and guitarists Dave Murray, Adrian Smith and Janick Gers. The band have released 41 albums, including 17 studio albums, 13 live albums, four EPs and seven compilations. They have also released 47 singles and 20 video albums. Two electronic games have been released with Iron Maiden soundtracks, and the band's music is featured in a number of other video games. "
  },
  {
    "id": "kiltuikfjghgfdsd",
    "category": "music",
    " sub-category": "instruments",
    "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQ1RFnOeQqVhk0YJkIcZt5xu66wYmf8XuwC0A&usqp=CAU",
    "title": "Deep Purple",
    "sub-title": "",
    "information": "Deep Purple are an English rock band formed in London in 1968.[3] They are considered to be among the pioneers of heavy metal and modern hard rock,[4][5] but their musical approach has changed over the years.[6] Originally formed as a psychedelic rock and progressive rock band, they shifted to a heavier sound with their 1970 album Deep Purple in Rock.[7] Deep Purple, together with Led Zeppelin and Black Sabbath, have been referred to as the 'unholy trinity of British hard rock and heavy metal in the early to mid-seventies'.[8] They were listed in the 1975 Guinness Book of World Records as 'the globe's loudest band' for a 1972 concert at London's Rainbow Theatre[9][10] and have sold over 100 million albums worldwide "
  },
  {
    "id": "aretrjytujthgfd",
    "category": "music",
    " sub-category": "instruments",
    "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQo2-hROmuyt1DNmTQXFuvo5aoKpCTvOGxgrw&usqp=CAU",
    "title": "Scorpions",
    "sub-title": "",
    "information": "scorpion, (order Scorpiones or Scorpionida), any of approximately 1,500 elongated arachnid species characterized by a segmented curved tail tipped with a venomous stinger at the rear of the body and a pair of grasping pincers at the front. Although scorpions are most common and diverse in deserts, they also live in many other habitats. Primarily nocturnal, scorpions often play the role of evildoers in fables and legends. Greek respect for scorpions prompted the naming of the constellation Scorpius, a sign of the zodiac.Scorpions are relatively large among terrestrial arthropods, with an average size of about 6 cm (2.5 inches). Scorpions exhibit few sexual differences, although males usually are more slender and have longer tails than females. Giants among scorpions include the black emperor scorpion (Pandinus imperator), an African species found in Guinea, which attains a body length of about 18 cm (7 inches) and a mass of 60 grams (more than 2 ounces). The longest scorpion in the world is the rock scorpion (Hadogenes troglodytes) of South Africa; females attain a length of 21 cm (8.3 inches). The length of the smallest scorpions, the Caribbean Microtityus fundorai, is 12 mm (0.5 inch). A few precursors of modern scorpions were comparative giants. Fossils of two species (Gigantoscorpio willsi and Brontoscorpio anglicus) measure from 35 cm (14 inches) to a metre (3.3 feet) or more, and an undescribed species is estimated to have been 90 cm (35.5 inches). Most species from deserts and other arid regions are yellowish or light brown in colour; those found in moist or mountain habitats, however, are brown or black. "
  }
]
